Repository: postcode-nl/PostcodeNl_Api_WooCommerce
Catalog: languages/postcodenl-address-autocomplete-*.po
Languages: nl_nl

source: - Select house number -
nl_nl: - Selecteer huisnummer -

source: <strong>Please enter a postcode and house number for the billing address.</strong>
nl_nl: <strong>Voer alstublieft een postcode en huisnummer in voor het factuuradres.</strong>

source: <strong>Please enter a postcode and house number for the shipping address.</strong>
nl_nl: <strong>Voer alstublieft een postcode en huisnummer in voor het verzendadres.</strong>

source: <strong>Please enter and select a billing address.</strong>
nl_nl: <strong>Voer alstublieft een factuuradres in en selecteer het.</strong>

source: <strong>Please enter and select a shipping address.</strong>
nl_nl: <strong>Voer alstublieft een verzendadres in en selecteer het.</strong>

source: active
nl_nl: actief

source: Address field display mode
nl_nl: Adres velden weergave

source: Address not found.
nl_nl: Adres niet gevonden.

source: An error has occurred while retrieving address data. Please contact us if the problem persists.
nl_nl: Er is een fout opgetreden bij het ophalen van adres gegevens. Neem contact met ons op als het probleem blijft optreden.

source: An error has occurred. Please try again later or contact us.
nl_nl: Er is een fout opgetreden. Probeer het later nog eens of neem contact met ons op.

source: API account name
nl_nl: API account naam

source: API connection
nl_nl: API verbinding

source: Dutch address lookup method
nl_nl: Zoekmethode Nederlandse adressen

source: Enter a postcode and house number.
nl_nl: Vul een postcode en huisnummer in.

source: House number and addition
nl_nl: Huisnummer en toevoeging

source: How to display the address fields in the checkout form.
nl_nl: Hoe de adresvelden in het checkoutformulier getoond worden.

source: https://www.postcode.nl/en/services/adresdata/implementatie
nl_nl: https://www.postcode.nl/nl/services/adresdata/implementatie

source: inactive
nl_nl: inactief

source: invalid key and/or secret
nl_nl: ongeldige key en/of secret

source: Make sure you used the correct Postcode.eu API subscription key and secret in <a href="%s">the options page</a>.
nl_nl: Controleer of u de juiste Postcode.nl API abonnement key en secret hebt gebruikt in <a href="%s">de opties pagina</a>.

source: Not accessible.
nl_nl: Niet toegankelijk.

source: not connected
nl_nl: niet verbonden

source: Please enter a valid house number.
nl_nl: Vul alstublieft een geldig huisnummer in.

source: Please enter a valid zip/postal code.
nl_nl: Vul alstublieft een geldige postcode in.

source: Please enter an address and select it.
nl_nl: Vul alstublieft een adres in en selecteer het.

source: Please set your Postcode.eu API key and secret in <a href="%s">the options</a> to start using the Autocomplete in your WooCommerce checkout.
nl_nl: Voeg uw Postcode.nl API key en secret toe aan <a href="%s">de opties</a> om te beginnen met het gebruik van Autocomplete in uw WooCommerce checkout.

source: Postcode and house number
nl_nl: Postcode en huisnummer

source: Postcode.eu Address Autocomplete options
nl_nl: Postcode.nl Address Autocomplete opties

source: Postcode.eu Address Autocomplete requires the WooCommerce plugin to be activated to be able to add address autocomplete to the checkout form.
nl_nl: Postcode.nl Address Autocomplete vereist dat de WooCommerce plugin geactiveerd is om adres autocomplete aan het checkout formulier toe te kunnen voegen.

source: Postcode.eu Address Autocomplete: Set your credentials
nl_nl: Postcode.nl Address Autocomplete: inloggegevens instellen

source: Postcode.eu Address Autocomplete: WooCommerce is required
nl_nl: Postcode.nl Address Autocomplete: WooCommerce is vereist

source: Postcode.eu Address Autocomplete: Your API account is %s
nl_nl: Postcode.nl Address Autocomplete: Uw API account is %s

source: Reference implementation for Postcode.nl international address autocomplete for WooCommerce
nl_nl: Referentie implementatie voor Postcode.nl internationaal adres autocomplete voor WooCommerce

source: Save changes
nl_nl: Wijzigingen opslaan

source: Settings
nl_nl: Instellingen

source: Start typing your address or zip/postal code
nl_nl: Begin met het typen van uw adres of postcode

source: Subscription status
nl_nl: Abonnement status

source: Supported countries
nl_nl: Ondersteunde landen

source: The API key is provided by Postcode.eu after completing account registration. You can also request new credentials if you lost them. <a href="https://account.postcode.nl/" target="_blank" rel="noopener">Log into your Postcode.eu API account</a> or if you do not have an account yet you can <a href="https://www.postcode.nl/en/services/adresdata/producten-overzicht" target="_blank" rel="noopener">register one now</a>.
nl_nl: De API-sleutel wordt verstrekt door Postcode.nl na het voltooien van de accountregistratie. U kunt ook nieuwe inloggegevens aanvragen als u die kwijt bent. <a href="https://account.postcode.nl/" target="_blank" rel="noopener">Log in op uw Postcode.nl API account</a> of als u nog geen account heeft kunt u <a href="https://www.postcode.nl/en/services/adresdata/producten-overzicht" target="_blank" rel="noopener">hier een account aanmaken</a>.

source: The Postcode.eu API is successfully connected.
nl_nl: De Postcode.nl API is succesvol verbonden.

source: Which house number do you mean?
nl_nl: Welk huisnummer bedoel je?

source: Which method to use for Dutch address lookups. "Full lookup" allows searching through city and street names, the "Postcode and house number only" method only supports exact postcode and house number lookups but costs less per address. See <a href="https://www.postcode.nl/en/services/adresdata/producten-overzicht" target="_blank" rel="noopener">product pricing</a>.
nl_nl: Welke methode te gebruiken voor Nederlandse adres zoekacties. "Full lookup" maakt zoeken op plaats- en straatnamen mogelijk, de "Postcode and house number only" methode ondersteunt alleen exacte postcode en huisnummer zoekacties maar kost minder per adres. Zie <a href="https://www.postcode.nl/en/services/adresdata/producten-overzicht target="_blank" rel="noopener">productprijzen</a>.

source: Your API secret as provided by Postcode.eu.
nl_nl: Uw API secret zoals opgegeven door Postcode.nl.

source: Your Postcode.eu API subscription is currently inactive, please login to your account and follow the steps to activate your account.
nl_nl: Uw Postcode.nl API abonnement is momenteel inactief. Log in op uw account en volg de stappen om uw account te activeren.
